{
  "cgu": "Conditions générales d'utilisation",
  "policy": "Politique de Confidentialité",
  "1": "À propos des CGU",
  "1.1": "Rankedraft est un fan-site proposé à l'adresse https://www.rankedraft.com - le \"Site\" - basé sur l'univers du jeu DOFUS - le \"Jeu\" - et des services proposés par ktarena.com - le \"KTA\" -, jeu appartenant à la société Ankama Game. Rankeddraft fournit un ensemble de services - le \"Service\" - permettant  d'effectuer de la recherche d'ensemble ou une sauvegarde des drafts effectuée.",
  "1.2": "Le traitement de vos données personnelles est encadré par notre",
  "2": "Acceptation des CGU",
  "2.1": "Vous reconnaissez que vous êtes une personne physique ayant atteint l’âge de la majorité dans votre pays de résidence habituel ou, si ce n’est pas le cas et que la loi de votre pays de résidence habituel l’exige, avoir obtenu l’autorisation de votre représentant légal (Parent ou Tuteur) pour accéder à nos Services. Vous reconnaissez également que vous êtes en capacité de passer un contrat valable conformément à la loi, la jurisprudence ou aux usages de votre pays de résidence habituel.",
  "3": "Accès aux services",
  "3.1": "L'accès aux Services est entièrement gratuit pour tout utilisateur. L'intégralité des coûts permettant cet accès, que ce soient les frais matériels, logiciels ou d'accès à Internet sont exclusivement à la charge de l'utilisateur. Certaines pages, sections et services sont réservées aux membres après identification.",
  "3.2": "Nos Services sont, en principe, continuellement disponible, à l'exception d'éventuelles interruptions comme décrites à l'article 3.4 ci-après.",
  "3.3": "Le site se réserve le droit de refuser l'accès aux Services, unilatéralement et sans notification préalable, à tout utilisateur ne respectant pas les présentes conditions d'utilisation.",
  "3.4": "Le site se réserve la possibilité d'interrompre, de suspendre momentanément ou de modifier sans préavis l'accès à tout ou partie des Services, afin d'en assurer la maintenance, ou pour toute autre raison, sans que l'interruption n'ouvre droit à aucune obligation ni indemnisation.",
  "3.5": "La responsabilité du site ne saurait être engagée dans le cas de force majeure prévue par la loi ou autres autorités supérieures.",
  "4": "Propriété intellectuelle",
  "4.1.1": "Tous les éléments visuels qui font partie de l'univers d'Ankama Games sont sujets et protégés par les lois françaises et internationales sur le droit d'auteur et la propriété intellectuelle et sont la propriété exclusive de la société Ankama Games.",
  "4.1.2": "Tous les liens et leurs contenus qui font partie du KTA sont sujets et protégés par les lois françaises et internationales sur le droit d'auteur et la propriété intellectuelle et sont la propriété exclusive du site.",
  "5": "Limite de responsabilité",
  "5.1": "Le site ne peut être tenu responsable de quelque désagrément, détérioration matérielle ou physique, totale ou partielle, résultant d'une indisponibilité d'un ou de l'ensemble de nos Services.",
  "5.2": " Le site se dégage de toute responsabilité en cas d'utilisation des services non conformes aux CGU. Le Site ne saurait être tenu responsable des dommages, directs ou indirects, des pertes de données ou profits, qui pourraient survenir en raison de l'utilisation ou de la non-utilisation des Services, de la négligence ou de toute autre raison associées aux Services. Toute communication, orale ou écriate, ne pourra donner lieu à une quelconque garantie non prévue par les CGU.",
  "5.3": "Le site ne pourra être tenu responsable de vos erreurs ou omissions ; ceci implique les liens provenant de pages Internet ou autres menant vers les Services mais non gérés par le site ou venant de sites tiers sont hors de la portée du site, qui ne sera tenue responsable en cas de désagrément.",
  "5.4": "Certains pays n'autorisent pas les exclusions ou les limitations de garantie. Ainsi, les limitations ou exclusions citées peuvent ne pas s'appliquer à vous.",
  "confidentialite": {
    "1": "Collecte de l’information",
    "1-1": "Les seules informations privées recueillies sont votre adresse e-mail via le provider choisi (en outre Google).",
    "2": "Divulgation à des tiers",
    "2-1": "Nous ne vendons, n’échangeons et ne transférons pas vos informations personnelles identifiables à des tiers. Les informations non privées, cependant, peuvent être fournies à d’autres parties pour divers besoins jugés légitimes.",
    "3": "Utilisation des cookies",
    "3-1": "Le site rankedraft.com utilise des cookies pour son bon fonctionnement afin de permettre l'OAuth."
  }
}
