{
  "cgu": "General terms of use",
  "policy": "Privacy Policy",
  "1": "About the TOS",
  "1.1": "Rankedraft is a fan-site offered at https://www.rankedraft.com - the \"Site\" - based on the DOFUS game universe - the \"Game\" - and services offered by ktarena.com - the \"KTA\" -, a game belonging to the Ankama Game Rankeddraft company. Provides a set of services - the \"Service\" - allowing the search of a set or a save drafts made.",
  "1.2": "The processing of your personal data is supervised by our",
  "2": "Acceptance of the T&Cs",
  "2.1": "You acknowledge that you are a natural person who has reached the age of majority in your country of habitual residence or, if this is not the case and the law of your country of habitual residence requires it , have obtained authorization from your legal representative (Parent or Guardian) to access our Services. You also acknowledge that you are able to enter into a valid contract in accordance with the law, case law or customs of your country of usual residence. .",
  "3": "Service Access",
  "3.1": "Access to the Services is completely free for any user. All costs allowing this access, whether hardware, software or Internet access costs, are the sole responsibility of the user. Certain pages, sections and services are reserved for members after identification.",
  "3.2": "Our Services are, in principle, continuously available, except for possible interruptions as described in article 3.4 below.",
  "3.3": "The site reserves the right to refuse access to the Services, unilaterally and without prior notification, to any User who does not comply with these terms of use.",
  "3.4": "The site reserves the right to interrupt, temporarily suspend or modify access to all or part of the Services without notice, in order to ensure maintenance, or for any other reason, without the 'Interruption does not give rise to any obligation or compensation.",
  "3.5": "The site cannot be held liable in the event of force majeure provided for by law or other higher authorities.",
  "4": "Intellectual Property",
  "4.1.1": "All the visual elements that are part of the Ankama Games universe are subject to and protected by French and international laws on copyright and intellectual property and are the exclusive property of the company Ankama Games.",
  "4.1.2": "All links and their contents that are part of the KTA are subject and protected by French and international laws on copyright and intellectual property and are the exclusive property of the site.",
  "5": "Limit of liability",
  "5.1": "The site cannot be held responsible for any inconvenience, material or physical deterioration, total or partial, resulting from the unavailability of one or all of our Services.",
  "5.2": "The site disclaims all liability in the event of use of the services that does not comply with the T&Cs. The site cannot be held liable for any direct or indirect damage, loss of data or profits, which may occur due to the use or non-use of the Services, negligence or any other reason associated with the Services. Any communication, oral or written, cannot give rise to any guarantee not provided for in the T&Cs.",
  "5.3": "The site cannot be held responsible for your errors or omissions; this implies links from Internet pages or others leading to the Services but not managed by the site or from third-party sites are beyond the reach of the site, who will not be held responsible for any inconvenience.",
  "5.4": "Some countries do not allow exclusions or limitations of warranties, so the limitations or exclusions listed may not apply to you.",
  "privacy": {
    "1": "Information collection",
    "1-1": "The only private information collected is your e-mail address via the chosen provider (in addition to Google).",
    "2": "Disclosure to third parties",
    "2-1": "We do not sell, trade, or transfer your personally identifiable information to third parties. Non-private information, however, may be provided to other parties for various purposes deemed legitimate.",
    "3": "Use of cookies",
    "3-1": "The rankedraft.com site uses cookies for its proper functioning to enable OAuth."
  }
}
