{
  "news": [
    {
      "title": { "fr": "La bêta est arrivé !", "en": "Beta is released !" },
      "created_at": "07-06-2022",
      "imageUri": "https://i.imgur.com/i8O46xo.png",
      "creator": "Nib",
      "locales": {
        "fr": {
          "intro": "Voici après un petit mois de developpement, enfin terminé, et désormais, c'est pour vois le moment de tester RankeDraft !",
          "header": "À quoi sert RankeDraft ?",
          "p1": "RankeDraft est un site/application ayant pour but initial d'être tel un tableur pour les drafts KTA. Il est permet de sauvegarder facilement ses drafts rapidement sans que çela deviennent une tâche et qu'on finisse par ne plus penser à le faire car cela est chiant. Par la même occassion, il permet de rechercher parmis toutes ses drafts avec beaucoup plus de clareté qu'un tableur lamba le permet. Idéalement, il est censé nous donner une vue clair et simple, tout en étant complète, des statistiques de nos recherches (Ceci est en WIP, expliqué dans la page Contribuer).",
          "p2": "Le deuxième but de l'application est de rajouter un intêret au train de match, en y ajoutant un système d'élo et une recherche automatique. Cela donne de la motivation, permet de s'entrainer contre des joueurs d'un niveau équivalent, et de ne pas avoir à se soucier en spammant les canaux en jeu.",
          "p3": "Le module de parties classées fonctionne cependant à l'aide du fair-play des joueurs, bien que certaines mesures contre la triche sont prise, çela est impossible entiérement n'ayant pas le contrôle sur la verité des résultats, il est donc à ne pas considérer ce mode de jeu comme réellement représentable d'un \"niveau\", voici le un peu comme le Kolizéum.",
          "p4": "Merci de bien vouloir me remonter les problèmes si vous en rencontrer sur le site (le module de parties classées n'est pas entiérement testé, donc il peut être désactivé pendant certaines périodes de réparation), et bon jeu !",
          "footer": "Plus d'infos sur le devblog."
        },
        "en": {
          "intro": "Here is after a short month of development, finally finished, and now it's time to test RankeDraft!",
          "header": "What is RankeDraft for?",
          "p1": "RankeDraft is a site/application whose initial purpose is to be like a spreadsheet for KTA drafts. It allows you to easily save your drafts quickly without it becoming a task and you end up not thinking anymore to do so because it's boring. At the same time, it allows us to search through all his drafts with much more clarity than a lamba spreadsheet allows. Ideally, it is supposed to give us a clear and simple view, while being complete, statistics of our searches (This is in WIP, explained in the Contribute page).",
          "p2": "The second goal of the application is to add interest to the match train, by adding an elo system and an automatic search. 'an equivalent level, and not having to worry about spamming in-game channels.",
          "p3": "The ranked games module works however with the help of the fair play of the players, although certain measures against cheating are taken, this is entirely impossible not having control over the truth of the results, it is therefore not to consider this game mode as really representable from a \"level\", here it is a bit like the Kolossium.",
          "p4": "Please let me know if you encounter any problems on the site (the ranked games module is not fully tested, so it may be disabled during certain repair periods), and good game!",
          "footer": "More info on the devblog."
        }
      },
      "content": "<h1>@intro@</h1><br/><b>@header@</b><br/><br/><p>@p1@</p><br/><p>@p2@</p><br/><p>@p3@</p><br/><p>@p4@</p><br/><p>@footer@</p>"
    }
  ]
}
